
[
    {
        "id": 1,
        "image": "battle_episode1",
        "title": "Эпизод I. Начало битвы",
        "overview": "В пять часов тридцать минут утра 26 августа (7 сентября) 1812 года более 100 французских орудий начали артиллерийский обстрел позиций левого фланга. Одновременно с началом обстрела на центр русской позиции, село Бородино, под прикрытием утреннего тумана в отвлекающую атаку двинулась дивизия генерала Дельзона из корпуса вице-короля Италии Евгения Богарне. Село оборонял лейб-гвардии Егерский полк под командованием полковника Бистрома. Около часа егеря отбивались от четырёхкратно превосходящего противника, однако под угрозой обхода с фланга вынуждены были по мосту отступить за реку Колочу. 106-й линейный полк французов, ободрённый занятием села Бородино, вслед за егерями перешёл через реку. Но гвардейские егеря, получив подкрепление, отразили все попытки неприятеля прорвать здесь оборону русских. \n\nИз донесения М. И. Кутузова Александру I о сражении при Бородине: \n\n «Французы, ободренные занятием Бородина, бросились вслед за егерями и почти вместе с ними перешли реку, но гвардейские егери, подкрепленные пришедшими с полковником Манахтиным полками и егерской бригадой 24-й дивизии под командой полковника Вуича, вдруг обратились на неприятеля и соединенно с пришедшими к ним на помощь ударили в штыки, и все находившиеся на нашем берегу французы были жертвою дерзкого их предприятия. Мост на реке Колоче совершенно был истреблен, несмотря на сильной неприятельской огонь, и французы в течение целого дня не осмеливались уже делать покушения к переправе и довольствовались перестрелкою с нашими егерями».",
        "address": "Московская область, Бородино",
        "geometry":
        {
            "coord":
            [
                35.82017748201094,
                55.52794589541202

            ]
        }
    },
    {
        "id": 2,
        "image": "battle_episode2",
        "title": "Эпизод II. Багратионовы флеши",
        "overview": "Флеши накануне сражения были заняты 2-й сводно-гренадерской дивизией под командованием генерала Воронцова. В шестом часу утра после непродолжительной перестрелки началась атака французов на Багратионовы флеши. В первой атаке дивизии генералов Дессе и Компана из корпуса Даву, преодолев сопротивление егерей, пробились через Утицкий лес, но, едва начав строиться на опушке напротив самой южной флеши, попали под картечный огонь и были опрокинуты.\n\nВ восьмом часу утра Даву повторил атаку и захватил южную флешь. Багратион на помощь 2-й сводно-гренадерской дивизии направил 27-ю пехотную дивизию генерала Неверовского, а также Ахтырских гусар и Новороссийских драгун для удара во фланг. Французы оставили флеши, понеся при этом большие потери. Были ранены оба дивизионных генерала Дессе и Компан, при падении с убитого коня контужен командующий 1-м корпусом маршал Даву, ранены практически все бригадные командиры.\n\nДля третьей атаки Наполеон усилил атакующие силы ещё тремя пехотными дивизиями из корпуса маршала Нея, тремя кавалерийскими корпусами маршала Мюрата и артиллерией, доведя её численность до 160 орудий.\n\nБагратион, определив направление главного удара, выбранного Наполеоном, приказал генералу Раевскому, занимавшему центральную батарею, немедленно передвинуть к флешам всю вторую линию войск его 7-го пехотного корпуса, а генералу Тучкову 1-му — направить защитникам флешей 3-ю пехотную дивизию генерала Коновницына. Одновременно в ответ на требование подкреплений Кутузов направил к Багратиону из резерва лейб-гвардии Литовский и Измайловский полки, 1-ю сводно-гренадерскую дивизию, семь полков 3-го кавалерийского корпуса и 1-ю кирасирскую дивизию. С крайнего правого на левый фланг по приказу командующего 1-й армией начал перемещение 2-й пехотный корпус генерал-лейтенанта Багговута.\n\nПосле сильной артиллерийской подготовки французам удалось ворваться в южную флешь и в промежутки между флешами. В штыковом бою были ранены и унесены с поля боя командиры дивизий, генералы Неверовский (27-я пехотная) и Воронцов (2-я сводно-гренадерская).\n\nФранцузы были контратакованы тремя кирасирскими полками, причём маршал Мюрат чуть не попал русским кирасирам в плен, едва успев скрыться в рядах вюртембергской пехоты. Отдельные части французов вынуждены были отойти, но кирасиры, не поддержанные пехотой, были контратакованы французской кавалерией и отбиты. Около 10 часов утра флеши остались в руках французов.\n\nКонтратака подоспевшей 3-й пехотной дивизии Коновницына исправила положение. При этом погиб генерал-майор Тучков 4-й, возглавивший атаку Ревельского и Муромского полков.\n\nПримерно в это же время через Утицкий лес в тыл флешей пробился французский 8-й Вестфальский корпус дивизионного генерала Жюно. Положение спасла 1-я конная батарея капитана Захарова, которая в это время направлялась в район флешей. Захаров, увидев угрозу флешам с тыла, спешно развернул орудия и открыл огонь по врагу, строившемуся к атаке. Подоспевшие четыре пехотных полка 2-го корпуса Багговута оттеснили в Утицкий лес корпус Жюно, нанеся ему ощутимые потери. Некоторые русские историки утверждают, что при повторном наступлении корпус Жюно был разгромлен в рукопашном бою, однако вестфальские и французские источники полностью это опровергают. По воспоминаниям непосредственных участников, 8-й корпус Жюно участвовал в сражении до самого вечера.\n\nК четвёртой атаке в 11-м часу утра Наполеон сконцентрировал против флешей около 45 тысяч пехоты и кавалерии и почти 400 орудий. Эту решающую атаку в русской историографии иногда называют восьмой, считая действия корпуса Жюно как шестую и седьмую атаки. Багратион, видя, что артиллерия флешей не может остановить движение французских колонн, возглавил всеобщую контратаку левого крыла (остатки 2-й сводно-гренадерской, 27-й пехотной, 3-й пехотной, части правого фланга 4-го корпуса и другие разрозненные части, в том числе артиллерии), общая численность войск которого составляла приблизительно лишь 20 тысяч человек. Натиск первых рядов русских был остановлен, и завязался жестокий рукопашный бой, продолжавшийся более часа. Перевес склонялся на сторону русских войск, но во время перехода в контратаку раненый осколком ядра в бедро Багратион упал с лошади и был вывезен с поля битвы. Весть о ранении Багратиона мгновенно пронеслась по рядам русских войск и оказала огромное воздействие на русских солдат. Русские войска стали отступать.\n\nГенерал Коновницын принял командование 2-й армией и вынужден был окончательно оставить флеши за французами. Остатки войск, почти потерявшие управление, были отведены им на новый оборонительный рубеж за Семёновским оврагом, по которому протекал одноимённый ручей[8]. На той же стороне оврага находились нетронутые резервы — лейб-гвардии Литовский и Измайловский полки. Русские батареи в 300 орудий держали под обстрелом весь Семёновский ручей. Французы, увидев сплошную стену русских, не решились атаковать с ходу.\n\nНаправление главного удара французов сместилось с левого фланга в центр, на батарею Раевского. В то же время Наполеон не прекратил атаку левого фланга русской армии. Южнее села Семёновского выдвигался кавалерийский корпус Нансути, севернее Латур-Мобура, в то время как с фронта на Семёновское бросилась пехотная дивизия генерала Фриана. В это время Кутузов назначил командира 6-го корпуса генерала от инфантерии Дохтурова начальником войск всего левого фланга вместо генерал-лейтенанта Коновницына. Лейб-гвардия выстроилась в каре и в течение нескольких часов отбивала атаки «железных всадников» Наполеона (кирасир из корпуса Нансути). На помощь гвардии были посланы на юге кирасирская дивизия Дуки, на севере кирасирская бригада Бороздина и 4-й кавалерийский корпус Сиверса. Кровопролитное сражение с кавалерией Латур-Мобура завершилась отходом французских кирасир, отброшенных за овраг Семёновского ручья.\n\nРусские войска так и не были полностью выбиты из Семёновского до конца сражения.",
        "address": "Можайский район, д. Семеновское, Московская область",
        "geometry":
        {
            "coord":
            [
                35.82772535443108,
                55.505325472187785

            ]
        }
    },
    {
        "id": 3,
        "image": "battle_episode3",
        "title": "Эпизод III. Бой за Утицкий курган",
        "overview": "Накануне сражения 25 августа (6 сентября) по приказу Кутузова в район Старой Смоленской дороги был направлен 3-й пехотный корпус генерала Тучкова 1-го и до 10 тысяч ратников Московского и Смоленского ополчений. В этот же день к войскам присоединились ещё 2 казачьих полка Карпова. Для связи с флешами в Утицком лесу заняли позицию егерские полки генерал-майора Шаховского.\n\nПо замыслу Кутузова, корпус Тучкова должен был внезапно из засады атаковать фланг и тыл неприятеля, ведущего бой за Багратионовы флеши. Однако ранним утром начальник штаба Беннигсен выдвинул отряд Тучкова из засады.\n\n26 августа (7 сентября) 5-й корпус французской армии, состоявший из поляков под командованием генерала Понятовского, двинулся в обход левого фланга русской позиции. Войска встретились перед Утицей около 8 часов утра, в тот момент, когда генерал Тучков 1-й по приказу Багратиона уже отправил в его распоряжение дивизию Коновницына[8]. Неприятель, выйдя из леса и оттеснив русских егерей от деревни Утицы, оказался на высотах. Установив на них 24 орудия, противник открыл ураганный огонь. Тучков 1-й вынужден был отойти к Утицкому кургану — более выгодному для себя рубежу. Попытки Понятовского продвинуться и захватить курган успеха не имели.\n\nОколо 11 утра Понятовский, получив слева поддержку от 8-го пехотного корпуса Жюно, сосредоточил огонь из 40 орудий против Утицкого кургана и захватил его штурмом. Это дало ему возможность действовать в обход русской позиции.\n\nТучков 1-й, стремясь ликвидировать опасность, принял решительные меры к возвращению кургана. Он лично организовал контратаку во главе полка Павловских гренадер. Курган был возвращён, но сам генерал-лейтенант Тучков 1-й получил смертельную рану. Его заменил генерал-лейтенант Багговут, командир 2-го пехотного корпуса.\n\nБагговут оставил Утицкий курган лишь после того, как защитники Багратионовых флешей отошли за Семёновский овраг, что сделало его позицию уязвимой для фланговых атак. Он отступил к новой линии 2-й армии.",
        "address": "Московская область, Можайский район, д. Утицы",
        "geometry":
        {
            "coord":
            [
                35.852894026980806,
                55.48925110845796

            ]
        }
    },
    {
        "id": 4,
        "image": "battle_episode4",
        "title": "Эпизод IV. Рейд казаков Платова и кавалерии Уварова",
        "overview": "В критический момент сражения Кутузов принял решение о рейде конницы генералов Уварова и Платова в тыл и фланг противника. К 12 часам дня 1-й кавалерийский корпус Уварова (28 эскадронов, 12 орудий, всего 2500 всадников) и казаки Платова (8 полков) переправились через реку Колочу в районе деревни Малой. Авангард корпуса Уварова под командой генерала А. М. Всеволожского атаковал французский пехотный полк и итальянскую кавалерийскую бригаду генерала Орнано в районе переправы через реку Войну у села Беззубово. Платов переправился через реку Воинка севернее и, зайдя в тыл, вынудил противника сменить позицию.\n\nОдновременный удар Уварова и Платова вызвал замешательство в стане противника и заставил оттянуть на левый фланг войска, которые штурмовали батарею Раевского на Курганной высоте. Вице-король Италии Евгений Богарне с Итальянской гвардией и корпусом Груши были направлены Наполеоном против новой угрозы. Уваров и Платов к 4-м часам дня вернулись к русской армии.\n\nРейд Уварова и Платова, возможно, задержал на 2 часа решающую атаку противника, что позволило перегруппировать русские войска. Именно из-за этого рейда, по мнению ряда исследователей, Наполеон не решился отправить в бой свою гвардию. Кавалерийская диверсия, хотя и не нанесла особенного ущерба французам, вызвала у Наполеона чувство неуверенности в безопасности собственных тылов.\n\n«Тем, кто находился в Бородинском сражении, конечно, памятна та минута, когда по всей линии неприятеля уменьшилось упорство атак, и нам… можно было свободней вздохнуть», — писал военный историк, генерал Михайловский-Данилевский.",
        "address": "Московская область, Можайский район, Беззубово",
        "geometry":
        {
            "coord":
            [
                35.80582858991361,
                55.545397128937495

            ]
        }
    },
    {
        "id": 5,
        "image": "battle_episode5",
        "title": "Эпизод V. Батарея Раевского",
        "overview": "Высокий курган, находившийся в центре русской позиции, господствовал над окружающей местностью. На нём была установлена батарея, располагавшая к началу боя 18 орудиями. Оборона батареи возлагалась на 7-й пехотный корпус генерал-лейтенанта Раевского.\n\nОколо 9 часов утра, в разгар боя за Багратионовы флеши, французы начали первую атаку на батарею силами 4-го корпуса вице-короля Италии Евгения Богарне, а также дивизиями генералов Морана и Жерара из 1-го корпуса маршала Даву. Воздействием на центр русской армии Наполеон рассчитывал затруднить переброску войск с правого крыла русской армии на Багратионовы флеши и тем обеспечить своим главным силам быстрый разгром левого крыла русской армии. К моменту атаки вся вторая линия войск генерал-лейтенанта Раевского по приказу генерала от инфантерии Багратиона была снята на защиту флешей. Несмотря на это, атака была отражена артиллерийским огнём.\n\nПочти сразу же вице-король Италии Евгений Богарне повторно атаковал курган. Главнокомандующий русской армией Кутузов в этот момент ввёл в бой за батарею Раевского весь конно-артиллерийский резерв в количестве 60 орудий и часть лёгкой артиллерии 1-й армии. Однако, несмотря на плотный артиллерийский огонь, французы 30-го полка бригадного генерала Бонами сумели ворваться в редут.\n\nВ этот момент около Курганной высоты оказались начальник штаба 1-й армии Ермолов и начальник артиллерии Кутайсов, следовавшие по приказу Кутузова на левый фланг. Возглавив батальон Уфимского пехотного полка и присоединив к нему 18-й егерский полк, Ермолов и Кутайсов ударили в штыки прямо на редут. Одновременно с флангов ударили полки 26-й пехотной дивизии генерал-майора Паскевича и 12-й пехотной дивизии генерал-майора Васильчикова. Редут был отбит, а бригадный генерал Бонами был взят в плен. Из всего французского полка численностью 4100 человек под командованием Бонами в строю осталось только около 300 солдат. В бою за батарею погиб генерал-майор артиллерии Кутайсов.\n\nНачальник штаба 1-й армии Ермолов:\n\nНесмотря на крутизну восхода, приказал я егерским полкам и 3-му баталиону Уфимского полка атаковать штыками, любимым оружием русского солдата. Бой яростный и ужасный не продолжался более получаса: сопротивление встречено отчаянное, возвышение отнято, орудия возвращены. Израненный штыками бригадный генерал Бонами получил пощаду [взят в плен], пленных не было ни одного. Урон со стороны нашей весьма велик и далеко несоизмерим численности атаковавших баталионов.\n\nВ целом, при первой атаке на курганную батарею французским силам не хватило численного превосходства (предположительно не более 18 тыс. пехоты против 15—18 тыс. пехоты и 1,5 тыс. кавалерии русских). При этом атака Богарне не была эффективно скоординирована с атаками маршалов Нея и Даву, в то время как русским военачальникам скоординированными действиями удалось организовать успешную контратаку.\n\nКутузов, заметив совершенное изнеможение корпуса Раевского, отвёл его войска во вторую линию. Барклай-де-Толли для обороны батареи направил туда 24-ю пехотную дивизию генерал-майора Лихачёва.\n\nПосле падения Багратионовых флешей Наполеон отказался от развития наступления против левого крыла русской армии. Первоначальный план прорыва обороны на этом крыле с целью выхода в тыл главным силам русской армии лишился смысла, так как значительная часть этих войск вышла из строя в боях за сами флеши, в то время как оборона на левом крыле, несмотря на потерю флешей, оставалась несокрушённой. Обратив внимание на то, что обстановка в центре русских войск ухудшилась, Наполеон решил перенаправить силы на батарею Раевского. Однако очередная атака была задержана на 2 часа, так как в это время в тылу французов появилась русская конница и казаки генералов Уварова и Платова.\n\nВоспользовавшись передышкой, Кутузов передвинул с правого фланга к центру 4-й пехотный корпус генерал-лейтенанта Остермана-Толстого и 2-й кавалерийский корпус генерал-майора Корфа. Наполеон приказал усилить огонь по пехоте 4-го корпуса. По воспоминаниям очевидцев, русские двигались как машины, смыкая на ходу ряды. Путь 4-го корпуса можно было проследить по следу из тел убитых.\n\nПо воспоминаниям командира 4-й пехотной дивизии, генерала Евгения Вюртембергского:\n\nГенерал Милорадович, командующий центром русских войск, приказал адъютанту Бибикову отыскать Евгения Вюртембергского и передать, чтобы тот ехал к Милорадовичу. Бибиков разыскал Евгения, но из-за грохота канонады слов не было слышно, и адъютант махнул рукой, указывая нахождение Милорадовича. В этот момент пролетавшее ядро оторвало у него руку. Бибиков, падая с лошади, снова указал другой рукой направление.\n\nВойска генерал-лейтенанта Остермана-Толстого примкнули левым флангом к Семёновскому и Преображенскому гвардейским полкам, находившимся южнее батареи. За ними расположились кавалеристы 2-го корпуса и подошедшие Кавалергардский и Конный гвардейские полки.\n\nЕщё в начале сражения под Бородином Наполеон считал захват курганной батареи лишь одним из элементов своей главной атаки, но уже в ходе сражения эта батарея стала главным центром его атаки и к 2 часам дня Наполеон смог добиться эффективного взаимодействия своих войск против неё.\n\nОколо 3 часов дня французы открыли перекрёстный огонь с фронта и флешей из 150 орудий по батарее Раевского и начали атаку. Для атаки против 24-й дивизии были сосредоточены 34 кавалерийских полка. Первым пошёл в атаку 2-й кавалерийский корпус под командованием дивизионного генерала Огюста Коленкура (командир корпуса дивизионный генерал Монбрен к этому времени был убит). Коленкур прорвался сквозь адский огонь, обошёл слева Курганную высоту и кинулся на батарею Раевского. Встреченные с фронта, флангов и тыла упорным огнём оборонявшихся, кирасиры были отброшены с огромными потерями (батарея Раевского за эти потери получила от французов прозвище «могила французской кавалерии»). Генерал Огюст Коленкур, как и многие его соратники, нашёл смерть на склонах кургана. Тем временем войска вице-короля Италии Евгения Богарне, воспользовавшись атакой Коленкура, сковавшей действия 24-й дивизии, ворвались на батарею с фронта и фланга. На батарее произошёл кровопролитнейший бой. Генерал-лейтенант Остерман-Толстой во время рукопашной был ранен пулей в плечо, но остался в строю. Израненный генерал Лихачёв был взят в плен. В 4-м часу дня батарея Раевского пала.\n\nПолучив известие о падении батареи Раевского, Наполеон двинулся к центру русской армии и пришёл к выводу, что её центр, несмотря на отступление и вопреки уверениям свиты, не поколеблен. После этого он ответил отказом на просьбы ввести в сражение гвардию. Наступление французов на центр русской армии прекратилось. Несмотря на захват курганной батареи, полковник Л.-Ф. Лежен, описывая настроение Генерального штаба Великой армии, позднее писал — «Мы не были удовлетворены, и наши суждения были весьма критическими».\n\nПо состоянию на 18 часов русская армия по-прежнему прочно располагалась на бородинской позиции, а французским войскам ни на одном из направлений не удалось достигнуть решительного успеха. Наполеон, считавший, что «генерал, который не будет сохранять свежие войска к следующему за сражением дню, будет почти всегда бит», так и не ввёл в сражение свою гвардию. Наполеон, как правило, вводил в сражение гвардию в самый последний момент, когда победа была подготовлена другими его войсками и когда нужно было нанести по неприятелю последний решительный удар. Однако, оценивая обстановку к концу Бородинского сражения, Наполеон не видел признаков победы, поэтому не пошёл на риск ввода в бой своего последнего резерва.",
        "address": "Бородинское поле, музей-заповедник",
        "geometry":
        {
            "coord":
            [
                35.82761192631677,
                55.51870799237022
            ]
        }
    },
    {
        "id": 6,
        "image": "battle_episode6",
        "title": "Эпизод VI. Окончание битвы",
        "overview": "После занятия французскими войсками батареи Раевского битва стала затихать. На левом фланге дивизионный генерал Понятовский проводил безрезультатные атаки против 2-й армии под командованием генерала Дохтурова (командующий 2-й армии генерал Багратион был к тому времени тяжело ранен). В центре и на правом фланге дело ограничивалось артиллерийской перестрелкой до 7 часов вечера. Донесения Кутузову утверждали, что Наполеон отступил, выведя войска с захваченных позиций. Отойдя к Горкам (где оставалось ещё одно укрепление), русские начали готовиться к новому сражению. Однако в 12 часов ночи прибыл приказ Кутузова, отменявший приготовления к бою, намеченному на следующий день. Главнокомандующий русской армией решил отвести армию за Можайск с тем, чтобы восполнить людские потери и лучше подготовиться к новым сражениям. Наполеон, столкнувшийся со стойкостью противника, был в подавленном и тревожном расположении духа, как о том свидетельствует его адъютант Арман Коленкур (брат погибшего генерала Огюста Коленкура):\n\nИмператор много раз повторял, что он не может понять, каким образом редуты и позиции, которые были захвачены с такой отвагой и которые мы так упорно защищали, дали нам лишь небольшое число пленных. Он много раз спрашивал у офицеров, прибывших с донесениями, где пленные, которых должны были взять. Он посылал даже в соответствующие пункты удостовериться, не были ли взяты ещё другие пленные. Эти успехи без пленных, без трофеев не удовлетворяли его…\nНеприятель унёс подавляющее большинство своих раненых, и нам достались только те пленные, о которых я уже говорил, 12 орудий редута… и три или четыре других, взятых при первых атаках.",
        "address": "Московская область, Бородинское поле, музей-заповедник",
        "geometry":
        {
            "coord":
            [
                35.82761192631677,
                55.51870799237022
            ]
        }
            
    }
]



