[
        {
            "id": 1,
            "image": "fp1",
            "title": "Наполео́н I Бонапа́рт",
            "role": "Император Франции",
            "years": "15 августа 1769 - 5 мая 1821",
            "emblem": "f_emblem_1",
            "overview": "Император французов, полководец и государственный деятель, заложивший основы современного французского государства, один из наиболее выдающихся деятелей в истории Запада.\n\nИз записей генерала Пеле:\n\n7-го числа, на рассвете, в Французских рядах прочитали Императорскую прокламацию, которая воспламеняет эти благородные сердца, которая заставит биться благородные сердца всех стран и всех веков. «Солдаты! говорит Император, вот сражение, которого вы так желали! Отныне победа, зависит от вас; она нам необходима; она доставит нам изобилие, хорошие зимние квартиры и скорое возвращение в отечество. Ведите себя как под Аустерлицем, Фридландом, Витебском, Смоленском, и пусть самое отдаленное потомство с гордостью помянет ваше поведение в этот день. Пусть скажут о вас: «Он был в этом великом сражении под стенами Москвы»». Солдаты отвечают радостными восклицаниями; они говорят Наполеону: «Будь покоен: сегодня все мы клялись победить, и победим».\n\nНаполеон находился на небольшом возвышении, впереди редута, взятого 6-го числа. Император господствовал над всеми частями поля сражения, занимавшего не более 2,5 верст протяжения. Ни с какого другого пункта Наполеон не мог бы видеть совокупность и подробности сражения. Находясь в 500 саженях от неприятельской линии, куда часто проносились ядра, он управлял всеми движениями этой великой драмы. Он не мог, впрочем, следить за всеми движениями колонн, или исправлять их, но даже и поправить некоторые ошибки. Головы колонн исчезали в овраге, поднимались потом не на тех пунктах, на которые им следовало направиться. Приказания часто или превышались, или ослаблялись. Если бы даже Наполеон и мог несколько ближе следить за движениями атаки, и тогда он сделал бы не более. Война есть дело такта; и в особенности в больших схватках встречаются неудобства, которые надобно уметь переносить.\n\n"
        },
        {
            "id": 2,
            "image": "fp2",
            "title": "Мишель Ней",
            "role": "маршал Империи, герцог Эльхинген и князь Москворецкий",
            "years": "10 января 1769 - 7 декабря 1815 (46 лет)",
            "emblem": "f_emblem_2",
            "overview": "В Русской кампании 1812 года командовал корпусом. На время занятия Москвы штаб и квартира маршала разместились в усадьбе Кусково. После оккупации Москвы занимал Богородск, а его разъезды доходили до реки Дубны. \n\n Во время отступления из России, после сражения при Вязьме, встал во главе арьергарда, сменив корпус маршала Даву. После отступления главных сил Великой Армии из Смоленска прикрывал её отход и распоряжался подготовкой укреплений Смоленска к подрыву. Промедлив с отступлением, он был отрезан от Наполеона русскими войсками под началом М. А. Милорадовича. Он пытался пробиться, но, понеся большие потери, не смог осуществить своего намерения, отобрал лучшие части корпуса числом около 3 тысяч солдат и с ними перешёл Днепр севернее, у деревни Сырокоренье, бросив большую часть своих войск (в том числе всю артиллерию), которые на следующий день капитулировали. У Сырокоренья войска Нея перебирались через Днепр по тонкому льду; на участки открытой воды бросали доски. Значительная часть солдат при переходе через реку утонула, так что когда Ней соединился у Орши с главными силами, в его отряде оставалось лишь около 500 человек. С железной строгостью поддерживал он дисциплину, при переходе через Березину спас остатки войска. При отступлении остатков Великой армии руководил обороной Вильны и Ковно. \n\n Наполеон называл его «le Brave des Braves» — «храбрейший из храбрых»."
        },
        {
            
            "id": 3,
            "image": "fp3",
            "title": "Иоахи́м Мюра́т",
            "role": "маршал Империи, король Неаполитанского королевства",
            "years": "25 марта 1767 - 13 октября 1815 (48 лет)",
            "emblem": "f_emblem_3",
            "overview": "Во время похода в Россию 1812 года Мюрат командовал резервной кавалерией Великой армии — тремя корпусами, насчитывавшими в начале кампании свыше 30 тыс. всадников. Первую половину кампании он действовал в авангарде, атакуя при первой возможности отступающую русскую армию. Лично водил в атаку конный полк в бою под Островно, неудачно пытался задержать отход дивизии Неверовского в сражении за Смоленск, безуспешно старался сбить русские заслоны под Валутино. До крайности самолюбивый, король Неаполя настолько поссорился с маршалом Даву в конце августа под Вязьмой, что собрался было выяснять отношения саблей, но приближённым удалось отговорить его. \n\n В Бородинском сражении Мюрат проявил себя с лучшей стороны. Личным мужеством увлекал за собой кавалерию, попал в окружение на редутах и отбивался саблей от русских, пока атака французской пехоты не выручила его. Находясь большую часть времени в центре боя под обстрелом, Мюрат счастливо уцелел в битве, в которой французская армия потеряла более 40 генералов убитыми и ранеными. \n\n Затем Мюрат командовал авангардом, вплотную следуя за отступающей русской армией. Кутузову удалось сбить со следа Мюрата, увлечь его в ложном направлении на Рязань, а тем временем развернуть войска и занять фланговую позицию к югу от Москвы. В боевых действиях наступило затишье, передовые посты русских и французов вступали в разговоры. Генерал Ермолов в мемуарах так описывает эти примечательные встречи: \n\n Генерал Милорадович не один раз имел свидание с Мюратом, королём неаполитанским… Мюрат являлся то одетый по-гишпански, то в вымышленном преглупом наряде, с собольей шапкою, в глазетовых панталонах. Милорадович — на казачьей лошади, с плетью, с тремя шалями ярких цветов, не согласующихся между собою, которые, концами обёрнутые вокруг шеи, во всю длину развевались по воле ветра. Третьего подобного не было в армиях! \n\n Об особом отношении казаков к Мюрату свидетельствуют Арман де Коленкур и Филипп Поль де Сегюр. Из мемуаров Сегюра: \n\n Мюрат с удовольствием показывался перед вражескими аванпостами. Он наслаждался тем, что привлекал к себе все взоры. Его наружность, его храбрость, его ранг обращали на него всеобщее внимание. Русские начальники ничуть не выказывали к нему отвращения; напротив, они осыпали его знаками внимания, поддерживавшими его иллюзию… На мгновение Мюрат готов был даже подумать, что они не будут сражаться против него! \n\n Он зашёл так далеко, что Наполеон, читая его письмо, однажды воскликнул: «Мюрат, король казаков? Что за глупость! Людям, которые всего достигли, могут приходить в голову всевозможные идеи!» \n\n В Тарутинском бою, ознаменовавшем начало отступления Наполеона, французский авангард под командованием Мюрата был разгромлен внезапной атакой русских дивизий. От полного уничтожения его спасла энергия и храбрость Мюрата, который сумел организовать сопротивление и унять панику. После этого король Неаполя не играл заметной роли в последующих сражениях, французская кавалерия из-за падежа лошадей превратилась в пехоту и не могла эффективно биться против русских. \n\n Наполеон, покидая армию 6 декабря 1812 года, передал Мюрату главное командование. По свидетельствам соратников, Наполеон не рассматривал Мюрата как полководца, но надеялся, что тот сумеет увлечь солдат своей энергией и решимостью. Королю Неаполя была поставлена задача укрепиться в Вильно и остановить продвижение русских войск, пока французский император собирает свежие армии. По единодушному мнению с французской стороны, Мюрат не справился с возложенными на него обязанностями. Остатки французской армии в России потеряли всякое управление, каждый спасался как мог. Наполеон, по свидетельству Коленкура, резко отозвался о Мюрате: \n\n То, что спасла бы сотня отважных людей, погибло под носом у десятка тысяч храбрецов по вине Мюрата. Капитан вольтижёров лучше командовал бы армией, чем он… Нет более отважных людей на поле сражения, чем Мюрат и Ней, и нет менее решительных людей, чем они, когда надо принять какое-нибудь решение у себя в кабинете. \n\n Наполеон о Мюрате: «Не было более решительного, бесстрашного и блестящего кавалерийского начальника… Он был моей правой рукой, но, предоставленный самому себе, терял всю энергию. В виду неприятеля Мюрат превосходил храбростью всех на свете, в поле он был настоящим рыцарем, в кабинете — хвастуном без ума и решительности»."
        },
        {
            "id": 4,
            "image": "fp4",
            "title": "Луи́-Николя́ Даву́",
            "role": "маршал Империи, герцог Ауэрштедтский, князь Экмюльский",
            "years": "10 мая 1770 - 1 июня 1823 (53 года)",
            "emblem": "f_emblem_4",
            "overview": "Генерал-полковник пеших гренадер Императорской гвардии (с 20 июля 1804 года по 22 апреля 1814 года). Имел прозвище «железный маршал». Единственный маршал Наполеона, который не проиграл ни одного сражения. \n\n В 1812 году Даву провёл сражение под Салтановкой, сражался под Смоленском, был контужен при Бородино.\n\nВ полдень 6 сентября Даву присоединился к императору, прибыв в его штаб-квартиру, после того как они оба осмотрели позицию русских. Он предложил Наполеону, чтобы он командовал полным корпусом, т.е. чтобы дивизии Жерара и Морана были ему возвращены, и при поддержке корпуса Понятовского, он силами в 50 000 человек в ночь с 6-го на 7-е сентября обойдет левый фланг противника, с целью атаковать Кутузова с тыла утром, а Ней, Жюно и Мюрат в это же время начнут атаку с фронта. Но, обдумав это предложение и учтя возражения против плана Даву со стороны своих маршалов главный тактик отверг его, сказав: «Нет! Это слишком большое передвижение; оно уведет меня от цели и заставит потерять уйму времени». А когда Даву продолжил спор, приводя аргументы в пользу своего плана, Наполеон положил этому спору конец со словами: «Вечно Вы со своими обходами противника; это слишком опасный маневр». На следующее утро, когда Даву готовился атаковать сильную позицию противника силами оставшихся в его корпусе частей, он сказал барону Лежену: «Как не стыдно заставлять меня брать быка за рога».\n\nКогда дивизии Даву отступили вниз по склону, маршал Ней, который уже начал атаку на северное укрепление, привлек внимание русских. Пока Багратион вводил в бой дополнительные резервы против Нея, Даву смог перегруппировать свои войска и снова пошел в атаку. В этот момент разорвавшимся артиллерийским снарядом под ним была убита лошадь, и он упал на землю, на время потеряв сознание. Вскоре после падения с убитой лошади маршал был в первый раз в этом сражении ранен. Он получил контузию в брюшную полость от пролетевшего рядом ядра, и весь остаток дня испытывал сильную боль. А через час Даву получил сквозное ранение ружейной пулей в правое бедро. Боль была настолько сильна, что он не мог ехать рысью. Несмотря на сильную контузию и ранение, маршал отказался снять с себя командование и продолжал руководить войсками, хотя едва держался в седле. Он твердо решил подать пример своим офицерам и солдатам: никто не должен покидать поля сражения даже в случае серьезного ранения.\n\nНесмотря на то, что Даву сильно страдал и не мог больше держаться в седле, он продолжал командовать корпусом во время наступления на Москву. 15 сентября он ввел своих солдат в древнюю столицу России. Но его войска вынуждены были покинуть город из-за сильного пожара, и лишь 19 сентября Даву снова вошел в город и расположил свои войска в той части Москвы, которая не была разрушена огнем. Он лег в постель, чтобы наконец восстановиться от ранений и контузий. 20 сентября Даву писал своей жене Эме о своих ранах: «Я очень страдал пока мы не вошли в Москву, а там, имея возможность помыться и отдохнуть, я стал чувствовать себя лучше. Жар продолжался в течение сорока восьми часов. Струпы отпали; улучшилось отделение из ран и теперь обе раны заживают». К середине октября, когда наполеоновская армия выступила из Москвы, Даву был снова здоров и во главе своего корпуса."
        },
        {
            "id": 5,
            "image": "fp5",
            "title": "Князь Ю́зеф Анто́ний Понято́вский",
            "role": "маршал Империи, главнокомандующий польской армией",
            "years": "7 мая 1763 - 19 октября 1813 (50 лет)",
            "emblem": "f_emblem_5",
            "overview": "Участвовал в походе Наполеона на Россию в 1812 году, командуя польским корпусом. \n\n На острове Святой Елены Наполеон говорил, что считал Понятовского рождённым для трона: «Настоящим королём Польши был Понятовский, он обладал для этого всеми титулами и всеми талантами… Это был благородный и храбрый человек, человек чести. Если бы мне удалась русская кампания, я сделал бы его королём поляков».\n\nГенерал Пеле писал:\n\nПоляки, силою до 12000 человек долженствовали быть сильнее противопоставленных им Русских сил. Заняв Утицу, они ограничились канонадою по кургану, господствующему над равниною к востоку от селения. Действия Поляков вовсе не доставили тех последствий, которых можно было ожидать от их храбрости и чувств, какие они питали к Русским (Д). Долго ждал Наполеон, чтобы этот корпус помог усилиям центра: он направил в эту сторону Вестфальцев, бывших в не очень значительных силах и уже понесших большие потери. Они с живостью направились туда и не замедлили появиться перед дивизией Олсуфьева, прибывавшей с берегов Москвы реки. Поляки и Вестфальцы совокупно атаковали Русских: последние, продержавшись довольно долгое время, уступили наконец местность. Тучков, тяжело раненый впереди своих войск был заменен Багговутом."
        },
        {
            "id": 6,
            "image": "fp6",
            "title": "Принц Эжен де Богарне́",
            "role": "маршал Империи, пасынок Наполеона, вице-король Италии",
            "years": "3 сентября 1781 - 21 февраля 1824 (42 года)",
            "emblem": "f_emblem_6",
            "overview": "В 1812 году Богарне был вызван Наполеоном из Италии для командования 4-м корпусом французской армии. В Отечественной войне 1812 года Эжен Богарне отличился в сражениях при Островно, под Смоленском, Бородино, Звенигородом, Малоярославцем, Вязьмой, Красным, Вильно. \n\n После отъезда Наполеона и маршала Иоахима Мюрата из России он принял командование остатками французской армии и отвел их в город Магдебург, Пруссия. \n\n После первого отречения Наполеона Богарне всерьёз рассматривался Александром I в качестве кандидата на французский престол. За отказ от своих итальянских владений получил 5 000 000 франков, которые передал своему тестю — королю Баварии Максимилиану-Иосифу, за что был «помилован» и пожалован титулами ландграфа Лейхтенбергского и князя Айхштетского (по другим данным — купил их в 1817 году). \n\n Его мать, Жозефина де Богарне, была женой Наполеона Бонапарта, при этом была ещё и старше его на 6 лет."
            
        }
    
]

