[
    {
        "id": 1,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "По самым скромным оценкам совокупных потерь, каждый час на поле погибало или получало ранения около 6000 человек."
    },
    {
        "id": 2,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Французская армия потеряла около 25 % своего состава, русская — около 30 %."
    },
    {
        "id": 3,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Со стороны французов было сделано 60 тысяч пушечных выстрелов, с русской стороны — 50 тысяч."
    },
    {
        "id": 4,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Число погибших, считая умерших от ран, было гораздо выше, чем официальное число убитых на поле боя."
    },
    {
        "id": 5,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "После Бородинской битвы и Россия, и Франция претендовали на победу. В российской истории считается, что победа осталась за нами, хотя решительного преимущества не получил никто."
    },
    {
        "id": 6,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Каждую минуту в ходе сражения погибало около 100 человек."
    },
    {
        "id": 7,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Бородинское сражение считается самым кровопролитным в истории среди однодневных сражений."
    },
    {
        "id": 8,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Во французской истории Бородинское сражение называется - битва у Москвы-реки, фр. Bataille de la Moskova."
    },
    {
        "id": 9,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "12 часов длилась битва."
    },
    {
        "id": 10,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Деревня Бородино во время битвы была полностью уничтожена."
    },
    {
        "id": 11,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Французский император называл его величайшей битвой из всех, в которых ему довелось участвовать лично. Он утверждал, что это сражение доказало, что французы достойны победы, а русские достойны быть непобедимыми."
    },
    {
        "id": 12,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Уничтожение деревни Бородино сильно ударило по финансовому благосостоянию семейства Давыдовых, которому оно и принадлежало. Именно из этого семейства происходил знаменитый поэт и лихой гусар Денис Давыдов."
    },
    {
        "id": 13,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Обе армии имели численность в сотни тысяч человек, сражение происходило на огромной площади, и левый фланг не знал, что происходит на правом. Бородинское сражение представляло собой ряд сражений масштабом поменьше, которые проходили одновременно."
    },
    {
        "id": 14,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "В ходе битвы русская армия потеряла 26 генералов убитыми и ранеными, а французская – 49. Такая разница вызвана тем, что у французов генералов было больше из-за разницы в военных чинах и их обязанностях."
    },
    {
        "id": 15,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "На стороне Наполеона в Бородинском сражении участвовал и так называемый Русский легион, состоявший из 8 тысяч русских солдат и офицеров, перешедших на сторону врага."
    },
    {
        "id": 16,
        "image": "interesting_icon",
        "title": "",
        "author": "",
        "year": "",
        "overview": "Рядовые русские солдаты, прошедшие Бородинскую битву, получили по 5 рублей премии, что составляло примерно половину их годового жалования. А Кутузову назначили пенсию в 100 тысяч ежегодно, в 10 тысяч раз больше, чем единоразово получили солдаты."
    }

]

 
