
[
    {
        "id": 1,
        "image": "battle_episode1",
        "title": "Эпизод I. Начало битвы",
        "overview": "В пять часов тридцать минут утра 26 августа (7 сентября) 1812 года более 100 французских орудий начали артиллерийский обстрел позиций левого фланга. Одновременно с началом обстрела на центр русской позиции, село Бородино, под прикрытием утреннего тумана в отвлекающую атаку двинулась дивизия генерала Дельзона из корпуса вице-короля Италии Евгения Богарне. Село оборонял лейб-гвардии Егерский полк под командованием полковника Бистрома. Около часа егеря отбивались от четырёхкратно превосходящего противника, однако под угрозой обхода с фланга вынуждены были по мосту отступить за реку Колочу. 106-й линейный полк французов, ободрённый занятием села Бородино, вслед за егерями перешёл через реку. Но гвардейские егеря, получив подкрепление, отразили все попытки неприятеля прорвать здесь оборону русских. \n\nИз донесения М. И. Кутузова Александру I о сражении при Бородине: \n\n «Французы, ободренные занятием Бородина, бросились вслед за егерями и почти вместе с ними перешли реку, но гвардейские егери, подкрепленные пришедшими с полковником Манахтиным полками и егерской бригадой 24-й дивизии под командой полковника Вуича, вдруг обратились на неприятеля и соединенно с пришедшими к ним на помощь ударили в штыки, и все находившиеся на нашем берегу французы были жертвою дерзкого их предприятия. Мост на реке Колоче совершенно был истреблен, несмотря на сильной неприятельской огонь, и французы в течение целого дня не осмеливались уже делать покушения к переправе и довольствовались перестрелкою с нашими егерями»."
    },
    {
        "id": 2,
        "image": "battle_episode2",
        "title": "Эпизод II. Багратионовы флеши",
        "overview": ""
    },
    {
        "id": 3,
        "image": "battle_episode3",
        "title": "Эпизод III. Бой за Утицкий курган",
        "overview": ""
    },
    {
        "id": 4,
        "image": "battle_episode4",
        "title": "Эпизод IV. Рейд казаков Платова и кавалерии Уварова",
        "overview": ""
    },
    {
        "id": 5,
        "image": "battle_episode5",
        "title": "Эпизод V. Батарея Раевского",
        "overview": ""
    },
    {
        "id": 6,
        "image": "battle_episode6",
        "title": "Эпизод VI. Окончание битвы",
        "overview": ""
    }
]



