[
        {
            "id": 1,
            "image": "51m",
            "title": "Плац-Театр",
            "address": "Московская область, Можайский район, д. Бородино",
            "overview": "Место проведения масштабной исторический реконструкции бородинской битвы 1812 года. Мероприятие проходит ежегодно в первое воскресенье сентября. Вход на плац-театр - бесплатный, хотя можно преобрести билеты не сидячие места на устанавливаемых трибунах. Так же на территории плац-театра устанавливаются в День Бородина как торговые палатки с различными сувенирами, так и с продуктами и напитками.\n\nТысячи любителей военной истории, собственными руками изготавливают обмундирование, снаряжение и вооружение эпохи 1812 года, образуют русскую и французскую армии. На ректонструкциях они демонстрируют тактику ведения боя, знание военных уставов того времени, владение огнестрельным и холодным оружием.?"
        },
        {
            "id": 2,
            "image": "52m",
            "title": "Государственный Бородинский военно-исторический музей-заповедник",
            "address": "Московская область, Можайский район, д. Бородино",
            "overview": "Музей-заповедник «Бородинское поле» — мемориал двух Отечественных войн, старейший в мире музей из созданных на полях сражений. На территории музея-заповедника в 110 км2 расположены более 200 памятников и памятных мест. В музее развернуты шесть постоянно действующих экспозиций. В фондах хранятся богатейшие коллекции археологии, печатной графики 1-й половины XIX века, редкой книги. Ежегодно на Бородинском поле проводятся военно-исторические праздники «День Победы», «Стойкий оловянный солдатик», «День Бородина» и «Москва за нами. 1941 год». В 2007 году музей был удостоен премии ЮНЕСКО за сохранение и управление культурным ландшафтом. В 2017 году музей-заповедник признан лучшим музеем военной истории."
        },
        {
            "id": 3,
            "title": "Дворцово-парковый ансамбль в селе Бородино",
            "image": "50m",
            "source": "Музей-заповедник «Бородинское поле»",
            "address": "Московская область, Можайский район, д. Бородино",
            "overview": "Дворцово-парковый ансамбль в селе Бородино, созданный в 1839 году, неразрывно связан с Бородинской битвой – генеральным сражением Отечественной войны 1812 года и созданием мемориала на Бородинском поле.\n\nВ состав ансамбля вошли церковь Рождества Христова (1701 год), деревянный дворец, перестроенный из господского дома, три кавалерских  флигеля, «столовая зала», «английский сад» – парк, хозяйственные постройки.\n\nДо 1912 года дворцово-парковый ансамбль в с. Бородино, наряду со Спасо-Бородинским монастырем и памятником на Батарее Раевского, был одной из главных достопримечательностей Бородинского поля.\n\nК 200-летнему юбилею Бородинского сражения полностью воссозданы парк, внешний облик зданий «столовая зала» (фондохранилища), Императорского дворца и «кондитерского флигеля». Проходя по аллеям парка, посетители могут увидеть восстановленный памятник-бюст императору Александру II.",
            "coordinate": [
                35.819559152492275,
                55.527084674743485
            ]
        },
        {
            "id": 4,
            "title": "Дворцово-парковый ансамбль в селе Бородино",
            "image": "place5",
            "address": "Московская область, Можайский район, д. Ворошилово",
            "overview": "Спасо-Бородинский монастырь (полное название — Бородинский во имя Нерукотворного Образа Спасителя женский монастырь) — православный женский монастырь Одинцовской епархии Русской православной церкви, расположенный на Бородинском поле, вблизи деревни Семёновское в Бородинском сельском поселении Можайского района Московской области. Основан в 1839, закрыт в 1929, возобновлён в 1992 году. Административно на территории монастыря существует посёлок Ворошилово.\n\nОснован Маргаритой Тучковой, вдовой Александра Тучкова, погибшего при Бородине[1]. В 1817 году она, получив согласие императора Александра I, предоставившего 10 тысяч рублей — половину требовавшейся суммы, выкупила три десятины земли на средних Багратионовых флешах, и в 1818 году, по благословению архиепископа Августина (Виноградского) начала здесь строительство храма. В это время здесь был сооружён небольшой домик — «сторожка» — где Тучкова размещалась с сыном во время своих приездов. В августе 1820 года храм был освящён во имя Спаса Нерукотворного Образа — икона Нерукотворного Образа Спасителя была полковая иконой Ревельского полка, шефом которого был Тучков; в храме, над символической могилой Тучкова, был установлен белый мраморный крест. После кончины единственного сына Тучкова постоянно жила в домике при храме.\n\nС 22 октября 1826 года Тучкова переехала жить в домик при храме, решив провести свои дни в уединении. Первоначально богослужение в построенном храме совершалось по праздникам и поминальным дням, в том числе в день Бородинской битвы. Вскоре Маргарита Тучкова освободила всех крестьян в своём тульском имении, продала половину имения в Ярославской губернии и внесла в Сохранную казну капитал в 20 тысяч рублей ассигнациями, на часть процентов с которого, по благословлению митрополита Филарета иеромонахи Лужецкого монастыря стали совершать службы ежедневно.\n\nВскоре рядом с храмом с разрешения Тучковой стали селиться одинокие женщины, вдовы и сироты, искавшие уединения, и в 1833 году, когда их число достигло сорока человек, по ходатайству митрополита Филарета была зарегистрирована общежительная женская Спасо-Бородинская пустынь; 6 марта он писал Тучковой.\n\n4 июля 1836 года в Троице-Сергиевой лавре Тучкова приняла постриг в рясофор с именем Мелания. В начале 1838 года община была преобразована в Спасо-Бородинский второклассный женский монастырь — 3 января митрополит Филарет написал Мелании: «В день преподобной Мелании Св. Синодом подписан доклад о преобразовании Спасского общежития в общежительный монастырь. Разумеется, что Св. Синод не выбирал сего дня, но так Бог устроил»."
        },
        {
            "id": 4,
            "title": "«Доронино» музей крестьянского и военного быта",
            "image": "place4",
            "address": "Московская область, Можайский район, д. Доронино",
            "overview": "«Доронино» — это масштабный музей крестьянского и военного быта, расположенный на территории заповедника «Бородинское поле». Особенность его в том, что все постройки, элементы интерьера, вещи и предметы не пылятся на витринах, а живут своей жизнью и используются в ежедневном обиходе. Здесь особая атмосфера: переступив порог деревенской избы, словно переносишься на 200 лет назад. Перед самой битвой в деревеньки Можайского уезда стекались тысячи солдат, которые останавливались на постой в хатах местных крестьян. Драматичным неделям, предшествующим сражению, укладу крестьянской жизни и солдатским будням и посвящен музей."
        },
        {
            "id": 6,
            "title": "Здание вокзала «Бородино»",
            "image": "14m",
            "source": "Музей-заповедник «Бородинское поле»",
            "address": "Московская область, Можайский район, д. Бородино",
            "overview": "11 февраля 1903 года на станции Бородино Московско-Брестской  (с 1912 года – Александровской) железной дороги в одной из комнат старого станционного здания прошла церемония открытия музея, посвященного Отечественной войне 1812 года. Идея его создания принадлежала начальнику отделения службы движения Московско-Брестской железной дороги А.М. Клокачеву. В 1902 году он предложил устроить музей в отремонтированном здании вокзала, расширив уже существовавшую небольшую портретную галерею героев 1812 года. Начальник дороги полковник Ф.Ф. Мец и начальник службы движения К.А. Чаплин поддержали задуманное дело, выделив необходимые финансовые средства. В газетах Петербурга и Москвы были опубликованы воззвания об оказании содействия в создании музея на станции Бородино. Менее года понадобилось для того, чтобы собрать коллекцию, в которую вошли портреты императора Александра I, полководцев и участников Отечественной войны 1812 года, гравюры, карты, фотографии памятников и памятных мест, различные издания. Здесь же было помещено несколько ядер, найденных на Бородинском поле, и другие артефакты.\n\nБольшую работу по организации музея проделал начальник станции Бородино П.П. Богданович, который передал музею свою коллекцию оружия, вещей и портретов. Он же стал и первым заведующим музеем. В 1904 году была издана музейная опись, в ней значилось 232 предмета. Существовала в музее и собственная «Книга посетителей», последняя запись в которой была сделана 23 мая 1922 года.\n\nС 1917 года обязанности заведующего станционным музеем безвозмездно исполнял начальник станции С.И. Дмитриев. В 1920-е годы он передал экспонируемые предметы в Бородинский музей, располагавшийся в здании у батареи Раевского, и музей на станции Бородино прекратил свое существование."
        }
]

