[
        {
            "id": 1,
            "image": "51m",
            "title": "Плац-Театр",
            "overview": "Место проведения масштабной исторический реконструкции бородинской битвы 1812 года. Мероприятие проходит ежегодно в первое воскресенье сентября. Вход на плац-театр - бесплатный, хотя можно преобрести билеты не сидячие места на устанавливаемых трибунах. Так же на территории плац-театра устанавливаются в День Бородина как торговые палатки с различными сувенирами, так и с продуктами и напитками.\n\nТысячи любителей военной истории, собственными руками изготавливают обмундирование, снаряжение и вооружение эпохи 1812 года, образуют русскую и французскую армии. На ректонструкциях они демонстрируют тактику ведения боя, знание военных уставов того времени, владение огнестрельным и холодным оружием.?"
        },
        {
            "id": 2,
            "image": "52m",
            "title": "Государственный Бородинский военно-исторический музей-заповедник",
            "overview": "Музей-заповедник «Бородинское поле» — мемориал двух Отечественных войн, старейший в мире музей из созданных на полях сражений. На территории музея-заповедника в 110 км2 расположены более 200 памятников и памятных мест. В музее развернуты шесть постоянно действующих экспозиций. В фондах хранятся богатейшие коллекции археологии, печатной графики 1-й половины XIX века, редкой книги. Ежегодно на Бородинском поле проводятся военно-исторические праздники «День Победы», «Стойкий оловянный солдатик», «День Бородина» и «Москва за нами. 1941 год». В 2007 году музей был удостоен премии ЮНЕСКО за сохранение и управление культурным ландшафтом. В 2017 году музей-заповедник признан лучшим музеем военной истории."
        },
        
        {
            "id": 3,
            "title": "Здание вокзала «Бородино»",
            "image": "14m",
            "content": "11 февраля 1903 года на станции Бородино Московско-Брестской  (с 1912 года – Александровской) железной дороги в одной из комнат старого станционного здания прошла церемония открытия музея, посвященного Отечественной войне 1812 года. Идея его создания принадлежала начальнику отделения службы движения Московско-Брестской железной дороги А.М. Клокачеву. В 1902 году он предложил устроить музей в отремонтированном здании вокзала, расширив уже существовавшую небольшую портретную галерею героев 1812 года. Начальник дороги полковник Ф.Ф. Мец и начальник службы движения К.А. Чаплин поддержали задуманное дело, выделив необходимые финансовые средства. В газетах Петербурга и Москвы были опубликованы воззвания об оказании содействия в создании музея на станции Бородино. Менее года понадобилось для того, чтобы собрать коллекцию, в которую вошли портреты императора Александра I, полководцев и участников Отечественной войны 1812 года, гравюры, карты, фотографии памятников и памятных мест, различные издания. Здесь же было помещено несколько ядер, найденных на Бородинском поле, и другие артефакты.\n\nБольшую работу по организации музея проделал начальник станции Бородино П.П. Богданович, который передал музею свою коллекцию оружия, вещей и портретов. Он же стал и первым заведующим музеем. В 1904 году была издана музейная опись, в ней значилось 232 предмета. Существовала в музее и собственная «Книга посетителей», последняя запись в которой была сделана 23 мая 1922 года.\n\nС 1917 года обязанности заведующего станционным музеем безвозмездно исполнял начальник станции С.И. Дмитриев. В 1920-е годы он передал экспонируемые предметы в Бородинский музей, располагавшийся в здании у батареи Раевского, и музей на станции Бородино прекратил свое существование."
        },
]

