[
    {
        "id": 1,
        "image": "r_p1",
        "title": "Cветлейший князь Михаи́л Илларио́нович Голени́щев-Куту́зов",
        "role": "Главнокомандующий русской армией",
        "emblem": "r_emblem_1",
        "overview": "Что думал атвор? Как писался портрет?"
    },
    {
        "id": 2,
        "image": "r_p2",
        "title": "Князь Пётр Ива́нович Багратио́н",
        "role": "Главнокомандующий 2-й Западной армией",
        "emblem": "r_emblem_2",
        "overview": "При Бородино армия Багратиона, составляя левое крыло боевого порядка русских войск, отразила все атаки армии Наполеона, однако понесла тяжелейшие потери и была вынуждена в середине дня, уже после тяжелого ранения Багратиона, отступить за Семеновский ручей.\n\n На Бородинском поле 26 августа (7 сентября) около 12 часов дня осколок ядра раздробил генералу большеберцовую кость левой ноги (или, как указано в официальном донесении, «в средней трети левой голени»). Утверждается, что с поля боя генерала вынес офицер А. Д. Олсуфьев. \n\n На следующий день Багратион вместе с докторами Говоровым и Гангартом был отправлен в Москву. Находясь в Можайске, он упомянул о своём ранении в письме царю Александру I: \n\n «Я довольно нелегко ранен в левую ногу пулею с раздроблением кости; но нималейше не сожалею о сём, быв всегда готов пожертвовать и последнею каплею моей крови на защиту отечества и августейшего престола…» \n\n 9 сентября у генерала начался жар. С 10 сентября началось нагноение раны. Лишь только 12 сентября, после врачебного консилиума, стало ясно, что осколок ядра по-прежнему находится в теле Багратиона. 15 сентября по прибытии в гостиницу Сергиева Посада при осмотре раны врачи согласились с фактом перелома большеберцовой кости. В тот же день по окончании консилиума было принято решение о безотлагательной ампутации. От предложенной врачами ампутации князь отказался. 14 сентября у него был диагностирован сепсис. \n\n 19 сентября полководец был перевезён в село Сима Владимирской губернии, в имение своего друга, также участвовавшего в Бородинской битве, — генерал-лейтенанта князя Б. А. Голицына. 21 сентября была проведена операция расширения раны, и только по её результатам врачам с необратимым опозданием удалось нарисовать полную картину ранения: \n\n «Знатным разрезом мягких частей около раны открыт в оной совершённый перелом и раздробление берцовой кости, которой острой и неровные концы, вместе с черепком ядра, глубоко в мясистые части вонзившемся, неоспоримо причиняли во время болезни князю жестокую и нестерпимую боль и самою горячку. Гнойной и вонючей материи вышло из раны чрезвычайное количество, и рана представилась на взгляд весьма глубокою с повреждением важных кровеносных сосудов и нервов» \n\n В ходе операции с большим опозданием из раны были удалены инородные тела, в том числе и осколок ядра. В современной литературе принято считать, что смерть генерала стала следствием неправильно поставленного первоначального диагноза. \n\n 22 сентября у Багратиона была обнаружена гангрена. Утром того дня Багратиону была вновь предложена ампутация, однако вечером врачи сами отказались от операции. 23 сентября Багратион, понимая свою обречённость, продиктовал завещание. \n\n 12 (24) сентября 1812 года, спустя 17 дней после ранения, в первом часу пополудни Пётр Иванович Багратион умер от гангрены в селе Сима Владимирской губернии."
    },
    {
        "id": 3,
        "image": "r_p3",
        "title": "Князь Михаи́л Богда́нович Баркла́й-де-То́лли",
        "role": "Главнокомандующий 1-й Западной армией",
        "emblem": "r_emblem_3",
        "overview": ""
            
    }
    
]


