[
    {
        "id": 1,
        "image": "rp1",
        "title": "Cветлейший князь Михаи́л Илларио́нович Голени́щев-Куту́зов",
        "role": "Главнокомандующий русской армией",
        "years": "5 (16) сентября 1745 - 16 (28) апреля 1813 (67 лет)",
        "emblem": "r_emblem_1",
        "overview": "17 (29) августа Кутузов принял армию от Барклая-де-Толли в Царёво-Займище Смоленской губернии. Значительное превосходство противника в силах и отсутствие резервов вынуждали Кутузова отступать вглубь страны, что напоминало стратегию его предшественника.\n\nПолучив незначительные подкрепления, Кутузов под давлением генералитета и общественного мнения решил всё-таки дать Наполеону генеральное сражение. Бородинское сражение — одна из крупнейших битв XIX века — произошло 26 августа (7 сентября) 1812 года. В этой битве русские войска потеряли до 30 % личного состава, но и французские войска понесли тяжёлые потери. Ожидалось, что сражение продолжится 27 августа, но выяснилось, что для нового боя потери русской армии были слишком велики.\n\nКутузов принял решение отойти с бородинской позиции. Хотя поле боя осталось, тем самым, за врагом.\n\nПосле совещания в Филях (ныне район Москвы) русская армия неожиданно для москвичей оставила Москву. Тем не менее, 30 августа (11 сентября) 1812 года Кутузов был произведён в генерал-фельдмаршалы.\n\nКутузов не раз подвергался критике за его предпочтение иметь верную победу со сравнительно малыми потерями — в ущерб громкой славе. По отзывам современников и историков, он ни с кем не делился своими замыслами, его слова нередко расходились с приказами по армии, так что истинные побудительные причины действий прославленного полководца дают возможность различных толкований.\n\nВ январе 1813 года русские войска перешли границу — начался Заграничный поход русской армии 1813—1814 годов. Кутузов продолжал оставаться главнокомандующим, хотя и был против продолжения войны на территории Европы и свержения Наполеона, не желая усиливать Англию, так как он считал её будущим врагом. К концу февраля русские войска достигли Одера. К апрелю 1813 войска вышли к Эльбе."
    },
    {
        "id": 2,
        "image": "rp2",
        "title": "Князь Пётр Ива́нович Багратио́н",
        "role": "Главнокомандующий 2-й Западной армией",
        "years": "29 июня (10 июля) 1765 - 12 (24) сентября 1812 (47 лет)",
        "emblem": "r_emblem_2",
        "overview": "При Бородино армия Багратиона, составляя левое крыло боевого порядка русских войск, отразила все атаки армии Наполеона, однако понесла тяжелейшие потери и была вынуждена в середине дня, уже после тяжелого ранения Багратиона, отступить за Семеновский ручей.\n\n На Бородинском поле 26 августа (7 сентября) около 12 часов дня осколок ядра раздробил генералу большеберцовую кость левой ноги (или, как указано в официальном донесении, «в средней трети левой голени»). Утверждается, что с поля боя генерала вынес офицер А. Д. Олсуфьев. \n\n На следующий день Багратион вместе с докторами Говоровым и Гангартом был отправлен в Москву. Находясь в Можайске, он упомянул о своём ранении в письме царю Александру I: \n\n «Я довольно нелегко ранен в левую ногу пулею с раздроблением кости; но нималейше не сожалею о сём, быв всегда готов пожертвовать и последнею каплею моей крови на защиту отечества и августейшего престола…» \n\n 9 сентября у генерала начался жар. С 10 сентября началось нагноение раны. Лишь только 12 сентября, после врачебного консилиума, стало ясно, что осколок ядра по-прежнему находится в теле Багратиона. 15 сентября по прибытии в гостиницу Сергиева Посада при осмотре раны врачи согласились с фактом перелома большеберцовой кости. В тот же день по окончании консилиума было принято решение о безотлагательной ампутации. От предложенной врачами ампутации князь отказался. 14 сентября у него был диагностирован сепсис. \n\n 19 сентября полководец был перевезён в село Сима Владимирской губернии, в имение своего друга, также участвовавшего в Бородинской битве, — генерал-лейтенанта князя Б. А. Голицына. 21 сентября была проведена операция расширения раны, и только по её результатам врачам с необратимым опозданием удалось нарисовать полную картину ранения: \n\n «Знатным разрезом мягких частей около раны открыт в оной совершённый перелом и раздробление берцовой кости, которой острой и неровные концы, вместе с черепком ядра, глубоко в мясистые части вонзившемся, неоспоримо причиняли во время болезни князю жестокую и нестерпимую боль и самою горячку. Гнойной и вонючей материи вышло из раны чрезвычайное количество, и рана представилась на взгляд весьма глубокою с повреждением важных кровеносных сосудов и нервов» \n\n В ходе операции с большим опозданием из раны были удалены инородные тела, в том числе и осколок ядра. В современной литературе принято считать, что смерть генерала стала следствием неправильно поставленного первоначального диагноза. \n\n 22 сентября у Багратиона была обнаружена гангрена. Утром того дня Багратиону была вновь предложена ампутация, однако вечером врачи сами отказались от операции. 23 сентября Багратион, понимая свою обречённость, продиктовал завещание. \n\n12 (24) сентября 1812 года, спустя 17 дней после ранения, в первом часу пополудни Пётр Иванович Багратион умер от гангрены в селе Сима Владимирской губернии."
    },
    {
        "id": 3,
        "image": "rp3",
        "title": "Князь Михаи́л Богда́нович Баркла́й-де-То́лли",
        "role": "Главнокомандующий 1-й Западной армией",
        "years": "16 (27) декабря 1761 - 14 (26) мая 1818 (56 лет)",
        "emblem": "r_emblem_3",
        "overview": "Оценка роли Барклая-де-Толли в войне 1812 года во многом определялась взглядами и влиянием при дворе «русской партии», видевшей в Барклае «немца» и требовавшей его смещения с поста главнокомандующего. Поместное дворянство было не в восторге от его «тактики выжженной земли», которую он вынужден был использовать в оборонительной войне с более сильной армией Наполеона.\n\nС 31 марта (12 апреля) 1812 года Барклай-де-Толли командовал 1-й Западной армией, размещённой на границе Российской империи в Литве. Под натиском превосходящих сил вынужденно отступал, проводя арьергардные бои под Витебском и в Смоленске. 22 июля (3 августа) под Смоленском соединился со 2-й Западной армией П. И. Багратиона, который добровольно подчинился ему, но скоро стал открыто обвинять Барклая в неспособности руководить войсками. Как позднее Барклай написал в журнале действий 1-й армии про свои отношения с Багратионом:\n\n«Я должен был льстить его самолюбию и уступать ему в разных случаях против собственного своего удостоверения, дабы произвести с большим успехом важнейшие предприятия».\n\nЕщё перед началом кампании Барклай советовал Александру I назначить главнокомандующего, но император не внял совету своего военного министра, предоставив ему право отдавать распоряжения от своего имени. В результате главнокомандующие всеми тремя армиями находились в равном статусе и например, вели переписку с императором напрямую, не ставя Барклая в известность о получаемых от него указаниях.\n\nОтрицательно сказалось на руководстве войсками и наличие большого количества приближённых императора и августейших особ при главной квартире действующей армии, которые в переписке с последним зачастую необоснованно обвиняли Барклая во всех неудачах.\n\nВ Бородинском сражении он командовал правым крылом и центром русских войск, проявил большое мужество и искусство в управлении войсками. Когда раненого Багратиона перевязывали на поле боя, он передал адъютанту Барклая В. И. Левенштерну слова примирения с Барклаем, признания его стойкости, большой отваги и благородства:\n\n«Скажите генералу Барклаю, что участь армии и её спасение зависят от него. До сих пор все идет хорошо. Да сохранит его Бог».\n\nОчевидцы утверждают, что генерал Барклай в этой битве намеренно подставлялся под огонь врага[28], не в силах выносить молчаливое осуждение армии и общества. До Бородина его войска отказывались приветствовать Барклая, считая его главным виновником поражений. Передают, что в день битвы под ним убито и ранено пять лошадей. Тем не менее он продолжал упорно отстаивать необходимость стратегического отступления, на военном совете в Филях высказался за оставление Москвы.\n\nВ ноябре 1812 года Барклай отправил в Петербург царю Александру I конфиденциальную мемуарно-историческую записку «Изображение военных действий 1-й армии», в которой изложил своё видение войны и причины отступления. В ответ он получил исполненное расположения письмо российского императора, в котором Александр признал правильность действий Барклая на посту командующего 1-й армией. Но Барклай надеялся и на публичную реабилитацию в глазах общественного мнения и выехал в Петербург, чтобы добиться личной аудиенции у Александра I. Но уже 7 (19) декабря император отбыл в Вильно, и ожидаемой встречи не произошло. 12 декабря, в день рождения императора, Барклай прибыл в Зимний дворец, однако собравшиеся придворные оказали ему ледяной приём. Лишь после того как к Барклаю подошла императрица Елизавета Алексеевна и высказала ему своё сочувствие, присутствовавшие окружили генерала, выражая свою симпатию. Тем же днём Барклай получил письмо Александра I, в котором тот убеждал его вернуться в армию."
            
    }
    
]


